---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassDataSillHeight
source: html/4b877268-4865-c199-8c29-36b8f1ea8637.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassDataSillHeight Property

"Target Sill Height"

## Syntax (C#)
```csharp
public static ForgeTypeId MassDataSillHeight { get; }
```